Repository: TayyabImran009/crepixa-old
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Personal info
ar: المعلومات الشخصية

source: Permissions
ar: الأذونات

source: Important dates
ar: تواريخ مهمة

source: Account
ar: الحساب

source: Invalid login credentials!
ar: تسجيل الدخول غير صحيح

source: This account is inactive!
ar: هذا الحساب غير مفعل

source: There is a user with this email!
ar: يوجد لدينا مستخدم بهذا الإيميل!

source: Choose your country
ar: اختار بلدك

source: Link is invalid!
ar: الرمز غير صحيح!

source: Passwords don't match!
ar: كلمات المرور غير متطابقة!

source: Mr.
ar: سيد

source: Ms.
ar: السيدة

source: Div.
ar: كيان

source: Edit My Profile
ar: تعديل الملف الشخصي

source: Change Personal Info
ar: تغيير المعلومات الشخصية

source: First Name*
ar: الإسم الأول*

source: Enter your first name
ar: أدخل إسمك الأول

source: Last Name*
ar: إسم العائلة*

source: Enter your last name
ar: أدخل إسم العائلة

source: Company Name
ar: إسم الشركة

source: Enter your company name
ar: أدخل إسم شركتك

source: Street & House No.
ar: الشارع ورقم المنزل

source: Enter your street & house no.
ar: اكتب إسم شارعك ورقم منزلك

source: Postal Code
ar: الرمز البريدي

source: Enter your postal code
ar: أدخل الرمز البريدي

source: City
ar: المدينة

source: Enter your city
ar: اكتب إسم مدينتك

source: Country
ar: البلد

source: Email Address
ar: البريد الإلكتروني

source: Enter your email
ar: أدخل بريدك الإلكتروني

source: Cancel
ar: الغاء

source: Save Changes
ar: حفظ التغييرات

source: Change Password
ar: تغيير كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Enter your new password
ar: أدخل كلمة المرور الجديدة

source: Confirm New Password
ar: قم بتأكيد كلمة المرور الجديدة

source: Confirm your new password
ar: قم بتأكيد كلمة المرور الجديدة

source: Your password has been changed!.
ar: لقد تم تحديث كلمة السر الخاصة بك!

source: Please follow the link to confirm your email address!
ar: يرجى اتباع الرابط لتأكيد عنوان بريدك الإلكتروني!

source: Please follow the link to reset your password!
ar: يرجى اتباع الرابط لإعادة تعيين كلمة المرور الخاصة بك!

source: My Profile
ar: ملفي الشخصي

source: Company name:
ar: إسم الشركة:

source: Email:
ar: البريد الإلكتروني:

source: Address:
ar: العنوان:

source: ORDER A SERVICE
ar: اطلب خدمة

source: GO TO STORE
ar: اذهب الى المتجر

source: Profile
ar: الملف الشخصي

source: Berlin, Germany
ar: برلين , المانيا

source: Company info(footer, contact us)
ar: معلومات الشركة (التذيييل , تواصل معنا

source: Portfolio page(title, subtitle)
ar: صفحة المعرض (العنوان , العنوان الفرعي)

source: Store page(title, subtitle)
ar: صفحة المتجر (العنوان , العنوان الفرعي)

source: Blog page(title, subtitle)
ar: صفحة المدونات (العنوان , العنوان الفرعي)

source: Service page(title)
ar: صفحة الخدمات (العنوان)

source: "Order Now" Section
ar: قسم "اطلب الآن"

source: Full width image
ar: صورة كاملة العرض

source: Text
ar: النص

source: Image with text
ar: صورة مع النص

source: Image left
ar: يسار الصورة

source: Image top
ar: اعلى الصورة

source: Image bottom
ar: أسفل الصورة

source: Use this only with `image with text` or `full-width image` section types
ar: استخدم هذا فقط مع قسم "صورة مع نص" أو "صورة ذات عرض كامل"

source: Use this only with `image with text` section type
ar: استخدم هذا فقط مع قسم "صورة مع نص"

source: Use this only with `text` or `image with text` section types
ar: استخدم هذا فقط مع قسم "النص" او "الصورة مع النص"

source: Use this only with `text` section type
ar: استخدم هذا فقط مع قسم "النص"

source: If it is a link to an external page, please start with http:// or https://. If it is a link to a page on this website, please start with / right after domain and DON'T INCLUDE language.
ar: إذا كان رابطًا لصفحة خارجية ، فيرجى البدء بـ http: // أو https: //. إذا كان رابطًا لصفحة على هذا الموقع ، فالرجاء البدء بـ / بعد المجال مباشرة وعدم تضمين اللغة.

source: Background image preview
ar: معاينة صورة الخلفية

source: ABOUT
ar: عنا

source: Contact
ar: اتصل بنا

source: YOUR VOICE MATTERS!
ar: نحن موجودون من أجل خدمتكم!

source: Your Name
ar: إسمك

source: Your Email Address
ar: عنوان بريدك الإلكتروني

source: Your Message
ar: رسالتك

source: SEND
ar: إرسال

source: CONTACT
ar: اتصل بنا

source: Text that user should see after submitting the contact form.
ar: النص الذي يجب أن يراه المستخدم بعد إرسال إستمارة التواصل

source: COOKIES POLICY
ar: سياسة ملفات الارتباط

source: You can Find a Printable version in the link below
ar: يمكنك العثور على نسخة قابلة للطباعة في الرابط أدناه

source: Click here
ar: انقر هنا

source: Dear Crepixa Customer:
ar: عزيزي عميل Crepixa:

source: The following Terms of Service ("TOS") is a legal agreement between you or the employer or other entity on whose behalf you are entering into this agreement ("you" or "Customer") and Shutterstock (as such term is defined in Part V Section 24 below) and sets forth the rights and obligations with respect to any Content licensed by you.
ar: شروط الخدمة التالية ("TOS") هي اتفاقية قانونية بينك أو بين صاحب العمل أو الكيان الآخر الذي تدخل نيابة عنه في هذه الاتفاقية ("أنت" أو "العميل") و Shutterstock (على النحو المحدد في هذا المصطلح في جزء القسم الخامس 24 أدناه) ويحدد الحقوق والالتزامات فيما يتعلق بأي محتوى مرخص من قبلك.

source: Please revisit this TOS when you purchase any Content licenses. Shutterstock reserves the right to modify the TOS at any time in its sole discretion. Prior to such changes becoming effective, Shutterstock will use reasonable efforts to notify you of any such change. Such notice may be made by email to the email address on file in your Shutterstock account, an announcement on this page, your login page, and/or by other means. Modifications to this TOS will only apply to prospective purchases (including any automated renewals). By licensing Content following any such modifications, you agree to be bound to the TOS as modified.
ar: الرجاء إعادة زيارة شروط الخدمة هذه عند شراء أي تراخيص محتوى. تحتفظ Shutterstock بالحق في تعديل TOS في أي وقت وفقًا لتقديرها الخاص. قبل أن تصبح هذه التغييرات فعالة ، سيبذل Shutterstock جهودًا معقولة لإعلامك بأي تغيير من هذا القبيل. قد يتم إرسال هذا الإشعار عن طريق البريد الإلكتروني إلى عنوان البريد الإلكتروني المسجل في ملف في حساب Shutterstock الخاص بك ، أو إعلان على هذه الصفحة ، أو صفحة تسجيل الدخول الخاصة بك ، و / أو بوسائل أخرى. سيتم تطبيق التعديلات على شروط الخدمة هذه على عمليات الشراء المحتملة فقط (بما في ذلك أي تجديدات تلقائية). من خلال ترخيص المحتوى بعد أي تعديلات من هذا القبيل ، فإنك توافق على الالتزام بشروط الخدمة كما تم تعديلها.

source: THIS IS A SINGLE SEAT LICENSE AUTHORIZING ONE NATURAL PERSON TO LICENSE, DOWNLOAD AND USE CONTENT. UNLESS YOU UPGRADE TO A "TEAM SUBSCRIPTION" OR "PREMIER PLATFORM" ACCOUNT, NO OTHER PERSONS (INCLUDING EMPLOYEES, CO-WORKERS OR INDEPENDENT CONTRACTORS) MAY ACCESS YOUR ACCOUNT OR USE CONTENT LICENSED THROUGH YOUR ACCOUNT.
ar: هذا ترخيص لمقعد واحد يصرح لشخص طبيعي واحد بترخيص المحتوى وتنزيله واستخدامه. ما لم تقم بالترقية إلى "اشتراك الفريق" أو حساب "منصة PREMIER" ، لا يجوز لأي شخص آخر (بما في ذلك الموظفون أو زملاء العمل أو المقاولون المستقلون) الوصول إلى حسابك أو استخدام محتوى مرخص من خلالك.

source: IF YOU PURCHASE A "TEAM SUBSCRIPTION" THE RIGHT TO LICENSE, DOWNLOAD AND USE CONTENT IS LIMITED TO THE NUMBER OF USERS PERMITTED BY THAT TEAM SUBSCRIPTION. SHUTTERSTOCK’S "PREMIER PLATFORM" GRANTS ACCESS AND USAGE RIGHTS TO UNLIMITED USERS AMONG OTHER ADDITIONAL RIGHTS
ar: إذا اشتريت "اشتراك فريق" ، فإن الحق في الحصول على ترخيص وتنزيل واستخدام محتوى يقتصر على عدد المستخدمين الذين يسمح لهم اشتراك الفريق هذا. تمنح "منصة PREMIER" SHUTTERSTOCK's حق الوصول والاستخدام للمستخدمين غير المحدودين ضمن حقوق إضافية أخرى

source: If you require access and usage rights for more than one natural person, please contact Customer Service (Phone: Inside US 1-866-663-3954, Outside US 1-646-419-4452 Email: Customer Support or our Premier Team). For clarity, if a user is acting in an employment capacity, the employer will be deemed the licensee for the purposes of the license.
ar: إذا كنت تطلب حقوق الوصول والاستخدام لأكثر من شخص طبيعي واحد ، فيرجى الاتصال بخدمة العملاء (الهاتف: داخل الولايات المتحدة 1-866-663-3954 ، خارج الولايات المتحدة 1-646-419-4452 البريد الإلكتروني: دعم العملاء أو فريق Premier). للتوضيح ، إذا كان المستخدم يتصرف بصفته وظيفية ، فسيتم اعتبار صاحب العمل هو المرخص له لأغراض الترخيص.

source: "Content" means all content available for license from the Shutterstock website, including Images, Footage, Editorial, and Music (as defined herein.)
ar: "المحتوى" يعني كل المحتوى المتاح للترخيص من موقع Shutterstock على الويب ، بما في ذلك الصور ، واللقطات ، والمحتوى الافتتاحي ، والموسيقى (كما هو محدد هنا.)

source: "Footage" means any moving images, animations, films, videos or other audio/visual representations, video elements, visual effects elements, templates, graphics packs, and motion design projects excluding still images, recorded in any format.
ar: "اللقطات" تعني أي صور متحركة أو رسوم متحركة أو أفلام أو مقاطع فيديو أو غيرها من العروض الصوتية / المرئية وعناصر الفيديو وعناصر المؤثرات المرئية والقوالب وحزم الرسومات ومشاريع تصميم الحركة باستثناء الصور الثابتة المسجلة بأي تنسيق.

source: "Image(s)" means still photographs, vectors, drawings, graphics, and the like.
ar: يقصد بمصطلح "الصورة (الصور) الصور الثابتة والمتجهات والرسومات والرسومات وما شابه ذلك.

source: "Music" means any musical compositions, master recordings, and any other recordings containing sounds or a series of sounds, in all formats, now known and hereinafter developed
ar: تعني "الموسيقى" أي مقطوعات موسيقية وتسجيلات رئيسية وأي تسجيلات أخرى تحتوي على أصوات أو سلسلة من الأصوات ، بجميع الأشكال ، المعروفة الآن والمطورة فيما بعد.

source: "Editorial" means still photographs and footage appearing under the Editorial tab/section.
ar: "الافتتاحية" تعني الصور الثابتة واللقطات التي تظهر تحت علامة التبويب / قسم التحرير.

source: Shutterstock hereby grants you a non-exclusive, non-transferable right to use, modify (except as expressly prohibited herein) and reproduce Visual Content worldwide, in perpetuity, as expressly permitted by the applicable license and subject to the limitations set forth herein:
ar: يمنحك Shutterstock بموجب هذا حقًا غير حصري وغير قابل للتحويل لاستخدام وتعديل (باستثناء ما هو محظور صراحة في هذه الاتفاقية) وإعادة إنتاج المحتوى المرئي في جميع أنحاء العالم ، إلى الأبد ، كما هو مسموح به صراحةً بموجب الترخيص المعمول به ويخضع للقيود المنصوص عليها في هذه الوثيقة:

source: A STANDARD IMAGE LICENSE grants you the right to use Images:
ar: يمنحك ترخيص الصورة القياسي الحق في استخدام الصور:

source: Business Name
ar: الإسم التجاري

source: Message
ar: الرسالة

source: Email Verification
ar: تأكيد بواسطة البريد الإلكتروني

source: Your Email has been verified Successfully!
ar: تم التحقق من بريدك الإلكتروني بنجاح!

source: GO TO LOGIN
ar: أذهب الى تسجيل الدخول

source: Clients Reviews
ar: آراء عملائنا

source: SEE OUR PORTFOLIO
ar: نماذج من أعمالنا

source: Imprint
ar: عن الشركة

source: Creapixa UGmbH
ar: Crepixa UGmbH

source: PRIVACY POLICY
ar: سياسة الخصوصية

source: TERMS & CONDITIONS
ar: الأحكام والشروط

source: Contact Us Notification
ar: تنبيهات "اتصل بنا"

source: Homepage
ar: الصفحة الرئيسية

source: meta description
ar: وصف الميتا

source: About
ar: عنا

source: Ascending
ar: تصاعدي

source: Page navigation
ar: التنقل في الصفحة

source: Previous
ar: السابق

source: Next
ar: التالي

source: Attached image preview
ar: معاينة الصورة المرفقة

source: Place Your Order
ar: ضع معلومات طلبك

source: Name*
ar: الإسم*

source: Email Address*
ar: البريد الإلكتروني*

source: Phone Number
ar: رقم الهاتف

source: Order Details*
ar: تفاصيل الطلب*

source: Your Budget*
ar: ميزانية المشروع*

source: Your Deadline (Optional)
ar: موعد تسليم المشروع (اختياري)

source: Attach Files (Optional)
ar: إرفاق الملفات (اختياري)

source: Upload File
ar: رفع ملف

source: preview files
ar: معاينة الملفات

source: Please complete the Captcha
ar: من فضلك أكمل التحقق

source: Back
ar: عودة

source: Send
ar: إرسال

source: Direct Order
ar: طلب سريع

source: Place your order directly by emailing our team. We will be in contact with you soon to discuss the details of your project.
ar: قدم طلبك مباشرة عن طريق إرسال بريد إلكتروني إلى فريقنا. سنتواصل معك قريبًا لمناقشة تفاصيل مشروعك.

source: Coming Soon!
ar: قريباً!

source: Customized Order
ar: طلب مخصص

source: Need a customized order? Complete a quick questionnaire so that our team can place all your ideas in one place. We will incorporate your vision into the project from start to finish!
ar: هل تحتاج إلى طلب مخصص؟ أكمل استبيانًا سريعًا حتى يتمكن فريقنا من وضع كل أفكارك في مكان واحد. سنقوم بدمج رؤيتك في المشروع بشكل متناسق وإحترافي!

source: Your order has been placed successfully! we will contact you ASAP
ar: لقد تم تحديث كلمة السر الخاصة بك بنجاح!

source: Blog
ar: المدونة

source: Categories
ar: الفئات

source: Sub categories
ar: الفئات الفرعية

source: Thumbnail preview
ar: معاينة الصورة المصغرة

source: Portfolio file preview
ar: معاينة أعمالنا

source: Portfolio(Homepage)
ar: أعمالنا (الصفحة الرئيسية)

source: Portfolios(Homepage)
ar: أعمالنا (الصفحة الرئيسية)

source: No results!
ar: لايوجد نتائج!

source: PORTFOLIO
ar: أعمالنا

source: filter
ar: فلتر

source: Filters
ar: فلترات

source: Sub Categories
ar: الفئات الفرعية

source: Tags
ar: العلامات

source: Filter
ar: فلتر

source: Close
ar: إغلاق

source: Clear all
ar: مسح الكل

source: Image with paddings
ar: الصور مع المساحات

source: Section image preview
ar: قسم معاينة الصورة

source: BLOG
ar: مدونة

source: Creative Topics
ar: موضوعات إبداعية

source: Discover topics related to Art, Design, Business and more!
ar: استكشف المقالات المتنوعة المتعلقة بالفن، التكنولوجيا، ريادة الأعمال وغيرها!

source: Search
ar: بحث

source: More Topics
ar: المزيد من المقالات

source: See more
ar: شاهد المزيد

source: Category
ar: فئة

source: Service(Homepage)
ar: خدمة (الصفحة الرئيسية)

source: Services(Homepage)
ar: الخدمات (الصفحة الرئيسية)

source: Icon preview
ar: عرض الأيقونة

source: Service Slider
ar: سلايدر الخدمة

source: Services Slider
ar: سلايدر الخدمات

source: Image preview
ar: معاينة الصورة

source: Service
ar: خدمة

source: Services
ar: خدماتنا

source: Package
ar: حزمة

source: Packages
ar: حزم

source: Feature
ar: ميزة

source: Features
ar: مميزات

source: Product
ar: منتج

source: Products
ar: منتجات

source: SERVICES
ar: خدماتنا

source: Which services are you interested in?
ar: ماهي الخدمات التي تريد أن نقدمها لك؟

source: Add to cart
ar: أضف إلى السلة

source: Black
ar: أسود

source: Red
ar: أحمر

source: Store Item
ar: عنصر المتجر

source: Store Items
ar: عناصر المتجر

source: Store Item Feature
ar: ميزة عنصر المتجر

source: Store Item Features
ar: مميزات عنصر المتجر

source: STORE
ar: المتجر

source: Add to Cart
ar: أضف إلى السلة

source: Features:
ar: مميزات

source: Similar Graphic Templates
ar: قوالب رسومية مماثلة

source: Stores
ar: متاجر

source: Logo preview
ar: معاينة الشعار

source: Oops!, Page Not Found :(
ar: أُووبس! الصفحة غير موجودة :(

source: RETURN TO HOME PAGE
ar: العوده للصفحة الرئيسية

source: HOME
ar: الصفحة الرئيسية

source: SUBSCRIBE
ar: اشتراك

source: All Rights Reserved.
ar: كل الحقوق محفوظة.

source: Crepixa Studio.
ar: شركة كريبكسا العالمية.

source: NEWSLETTER
ar: النشرة الدورية

source: Privacy and Terms
ar: الخصوصية والشروط

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms and Conditions
ar: الأحكام والشروط

source: Cookie Policy
ar: سياسة ملفات الارتباط

source: WE USE COOKIES!
ar: نحن نستخدم ملفات تعريف الارتباط!

source: We use cookies on our website. Some of them are essential, while others help us to improve this website for you.
ar: نحن نستخدم ملفات تعريف الارتباط على موقعنا. بعضها ضروري ، بينما يساعدنا البعض الآخر في تحسين هذا الموقع من أجلك.

source: Essential
ar: الأساسية

source: Statistics
ar: الإحصائية

source: Marketing
ar: التسويق

source: External Media
ar: الوسائط الخارجية

source: ACCEPT ALL
ar: قبول الكل

source: SAVE
ar: حفظ

source: Terms & Conditions
ar: الأحكام والشروط

source: ERROR!
ar: خطأ!

source: Something went wrong!
ar: هناك خطأ ما!

source: OK
ar: تم

source: LOG IN
ar: تسجيل الدخول

source: Welcome to Crepixa!
ar: مرحبًا بك في Crepixa!

source: Sign in to continue!
ar: قم بتسجيل الدخول للمتابعة!

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Enter your password
ar: أدخل كلمة المرور

source: Remember me
ar: تذكرني

source: Forgot Password?
ar: نسيت كلمة السر؟

source: Or
ar: أو

source: Log in with Facebook
ar: تسجيل الدخول عبر الفيسبوك

source: Log in with Google
ar: تسجيل الدخول عبر جوجل

source: Don't have an account?
ar: ليس لديك حساب؟ سجل!

source: SIGN UP
ar: تسجيل جديد

source: RESET PASSWORD
ar: إعادة تعيين كلمة السر

source: Forgot Your Password?
ar: نسيت كلمة السر؟

source: Enter your email to receive a link for resetting your password.
ar: أدخل بريدك الإلكتروني لإستعادة كلمة المرور الخاصة بك.

source: SEND LINK TO EMAIL
ar: إرسال الرابط إلى البريد الإلكتروني

source: Check Your Email!
ar: تحقق من بريدك الإلكتروني!

source: Please check your email and click on the link to reset your password.
ar: يرجى التحقق من بريدك الإلكتروني مع الرابط لإعادة تعيين كلمة المرور الخاصة بك على الموقع.

source: Set Up Your New Password!
ar: قم بإعداد كلمة المرور الجديدة الخاصة بك

source: Choose a strong password!
ar: إختار كلمة مرور قوية!

source: UPDATE PASSWORD
ar: تحديث كلمة السر

source: Your password has been updated successfully!
ar: لقد تم تحديث كلمة السر الخاصة بك بنجاح!

source: Sign up to be a member and join the Crepixa Family!
ar: اشترك لتكون عضوًا وتنضم إلى عائلة Crepixa!

source: Enter your First Name
ar: أدخل إسمك الأول

source: Enter your Last Name
ar: أدخل إسم العائلة

source: Enter your Company Name
ar: أدخل إسم شركتك

source: Country*
ar: البلد

source: Enter your Email
ar: أدخل بريدك الإلكتروني

source: Password*
ar: كلمة السر*

source: By creating an account, you agree to
ar: من خلال إنشاء الحساب ، فإنك توافق على كل

source: Terms & Conditions.
ar: الأحكام والشروط

source: Read our
ar: اقرأ

source: & our information on
ar: الخاصة بنا ومعلوماتنا عن

source: Cookies.
ar: ملفات تعريف الإرتباط.

source: Already have an account?
ar: لديك حساب؟

source: Please check your email with the verification link to complete your registration on the website.
ar: يرجى التحقق من وصول رابط التفعيل الى بريدك الإلكتروني لإكمال تسجيلك على الموقع.

source: Subscribe
ar: إشتراك

source: Sign up here to get the latest, updates and special offers delivered directly to your inbox.
ar: اشترك هنا للحصول على آخر التحديثات والعروض الخاصة التي يتم تسليمها مباشرة إلى صندوق الوارد الخاص بك.

source: ENTER YOUR MAIL ADDRESS
ar: أدخل عنوان البريد الخاص بك

source: Email is required!
ar: البريد الإلكتروني مطلوب!

source: Email is not valid!
ar: البريد الإلكتروني الذي أدخلته خاطئ!

source: SUBSCRIBED
ar: اشتراك

source: Your request has been successfully sent!
ar: تم ارسال طلبك بنجاح!

source: THANK YOU FOR CHOOSING US!
ar: شكرا لك لإختيارنا!

source: Toggle navigation
ar: تبديل التنقل

source: Cart
ar: السلة

source: My Orders
ar: طلباتي

source: Log out
ar: تسجيل خروج
